---
kind: other
id: Properties.T:Autodesk.Revit.DB.DocumentSetIterator
source: html/e9e3136a-8152-663b-302f-9ab4fab95f9b.htm
---
# DocumentSetIterator Properties

Retrieves the item that is the current focus of the iterator.